[
  {
    "id": 1,
    "name": "Whitelist",
    "define": "A spam filtering mechanism where only users registered to the list will be granted communications or access."
  },
  {
    "id": 2,
    "name": "Whale",
    "define": "A cryptocurrency investor with enough resources to move the market price significantly with large buy or sell orders."
  },
  {
    "id": 3,
    "name": "Wallet Address",
    "define": "Similar to an email address, a wallet address acts as a destination for crypto to be sent to or received."
  },
  {
    "id": 4,
    "name": "Wallet",
    "define": "A software program that stores public and private keys, allowing the user to interact and perform transactions on blockchain."
  },
  {
    "id": 5,
    "name": "WAGMI",
    "define": "Abbreviation for “we’re all going to make it,” i.e."
  },
  {
    "id": 6,
    "name": "Vapourware",
    "define": "When a heavily advertised or promised product never materialises."
  },
  {
    "id": 7,
    "name": "UTXO",
    "define": "Unspent transaction output."
  },
  {
    "id": 8,
    "name": "TVL",
    "define": "An abbreviation for total value locked."
  },
  {
    "id": 9,
    "name": "Turing Complete",
    "define": "A system that can be used to solve any possible computational problem."
  },
  {
    "id": 10,
    "name": "TOR",
    "define": "The Onion Router."
  },
  {
    "id": 11,
    "name": "TestNet",
    "define": "An alternative blockchain running separate to the main chain used for developers to prototype software and updates to ensure stability before launch."
  },
  {
    "id": 12,
    "name": "Tangle",
    "define": "IOTA’s DAG based alternative to the blockchain data structure, aimed predominantly at the IoT sector."
  },
  {
    "id": 13,
    "name": "Solidity",
    "define": "A programming language based around EMCA Script and by extension JavaScript, created specifically for writing Smart contracts."
  },
  {
    "id": 14,
    "name": "Soft wallet",
    "define": "A software based wallet that is able to be hosted as a desktop, mobile or web application, many providing cross-platform integration with all three."
  },
  {
    "id": 15,
    "name": "Soft fork",
    "define": "A change to the software or protocol that allows for backwards compatible with previous versions."
  },
  {
    "id": 16,
    "name": "Smart Contracts",
    "define": "A digital protocol used to facilitate and enforce the negotiation of a contract without use of a third party."
  },
  {
    "id": 17,
    "name": "Skein",
    "define": "One of the five finalists of the NIST hash function competition, based on the Threefish tweakable block cypher."
  },
  {
    "id": 18,
    "name": "Sidechain",
    "define": "A separate blockchain, attached to a parent blockchain that allows assets to be interchangeable, in turn increasing the scope, throughput and availability of their parent chains."
  },
  {
    "id": 19,
    "name": "Sharding",
    "define": "A scalability solution for the Ethereum blockchain that validates the blockchain in a parallelised manner."
  },
  {
    "id": 20,
    "name": "SHA",
    "define": "Stands for Secure Hashing Algorithm: a standard of hashing algorithm developed by the National Institute of Standards and Technology, the latest iteration being labeled SHA-3."
  },
  {
    "id": 21,
    "name": "Seed phrase",
    "define": "Used as a point of origin for certain wallets, it uses a mnemonic phrase to generate a wallet ID which can then be used to regenerate the wallet in the case it gets erased or misplaced."
  },
  {
    "id": 22,
    "name": "Scrypt",
    "define": "A power efficient hashing algorithm that is more RAM intensive than SHA-256, it saw its debut in the cryptocurrency market as the algorithm of choice for the Litecoin blockchain."
  },
  {
    "id": 23,
    "name": "Satoshi Nakamoto",
    "define": "The pseudonymous name used by the original inventor of the Bitcoin cryptocurrency."
  },
  {
    "id": 24,
    "name": "Satoshi",
    "define": "The smallest quantifiable amount of Bitcoin, one-billionth of a single Bitcoin or 0.000000001 BTC."
  },
  {
    "id": 25,
    "name": "RSI",
    "define": "Relative Strength Index A common trading metric that provides a visual indicator of general market trends."
  },
  {
    "id": 26,
    "name": "Ring signature",
    "define": "A digital signature topology developed in 2001 leveraged in security focused cryptocurrencies, as a mechanism to anonymise transactions."
  },
  {
    "id": 27,
    "name": "Raiden Network",
    "define": "An ERC-20 compatible token designed to leverage secure payment channels in order to create an off-chain scaling solution for the Ethereum Blockchain."
  },
  {
    "id": 28,
    "name": "QR code",
    "define": "Quick response code."
  },
  {
    "id": 29,
    "name": "Pump and dump",
    "define": "The process of buying a large amount of tokens at once, usually as a co-ordinated group, in order to artificially inflate or ‘pump’ the price causing a market reaction as outsiders attempt to ride the upward trend, then selling or ‘dumping’ at the highest point."
  },
  {
    "id": 30,
    "name": "Proof of Work",
    "define": "A transaction validation system that requires the use of a computationally intensive process within the network that acts as a deterrent to prevent denial of Service or like-wise spam attacks."
  },
  {
    "id": 31,
    "name": "Proof of Stake",
    "define": "A power efficient transaction validation system in where users must ‘stake’ their coins in order to mint new blocks, minting of fraudulent transactions will cause staked coins to be lost."
  },
  {
    "id": 32,
    "name": "Proof of Capacity",
    "define": "Also known as proof of space."
  },
  {
    "id": 33,
    "name": "Proof of Authority",
    "define": "A centralised validation method that gives the right to validate to only to eligible parties that have been approved by an authority."
  },
  {
    "id": 34,
    "name": "Private Key",
    "define": "Operates in tandem with a Public key as part of common asymmetric cryptography standards, this key should never be shared."
  },
  {
    "id": 35,
    "name": "Price wall",
    "define": "An accumulation of buy or sell orders at a specific price."
  },
  {
    "id": 36,
    "name": "Pre-sale",
    "define": "A token event sale that operates before an ICO campaign, often with lower targets."
  },
  {
    "id": 37,
    "name": "Paper Wallet",
    "define": "An offline wallet that is simply the private key and address printed on paper, usually alongside a QR code, one of the safest ways of storing cryptocurrencies."
  },
  {
    "id": 38,
    "name": "P2P",
    "define": "Stands for Peer to Peer."
  },
  {
    "id": 39,
    "name": "Oracles",
    "define": "A third party data feed used by smart contracts to trigger events."
  },
  {
    "id": 40,
    "name": "Open source",
    "define": "Originating from the software industry, it is a program whose source code is made freely available to anybody, allowing them to study, change and distribute the software to anyone for any purpose."
  },
  {
    "id": 41,
    "name": "Off-chain",
    "define": "A transaction or process that occurs outside the main blockchain."
  },
  {
    "id": 42,
    "name": "Nonce",
    "define": "A random arbitrary number used to timestamp or otherwise ensure the order of a transaction in order to prevent against a replay attack."
  },
  {
    "id": 43,
    "name": "Node",
    "define": "A point of conversion in the network that acts as a redistribution or end point."
  },
  {
    "id": 44,
    "name": "NGMI",
    "define": "An abbreviation for not going to make it."
  },
  {
    "id": 45,
    "name": "NFT",
    "define": "An abbreviation for non-fungible token."
  },
  {
    "id": 46,
    "name": "MultiSig",
    "define": "A digital signature scheme which allows multiple user to sign a contract or wallet."
  },
  {
    "id": 47,
    "name": "Mt Gox",
    "define": "A Japanese cryptocurrency exchange that in 2013 accounted for over 70% of all bitcoin transactions, hacked in 2014 and filing for bankruptcy, its influence is still being felt today."
  },
  {
    "id": 48,
    "name": "Moving Average Convergence Divergence",
    "define": "A technical analysis tool used to forecast future prices by indicating the relationship between two moving averages to provide a metric for price momentum."
  },
  {
    "id": 49,
    "name": "Moores law",
    "define": "An observational rule of thumb credited to Gordon Moore in 1965 stating that the density of integrated circuits will double every approximately two years."
  },
  {
    "id": 50,
    "name": "Mooning",
    "define": "The process where market value of an asset skyrockets, exceeding investor’s expectations, often used as a meme."
  },
  {
    "id": 51,
    "name": "Mining",
    "define": "A process where algorithms use mathematical function to guess the hash of a block."
  },
  {
    "id": 52,
    "name": "MEW",
    "define": "My Ether Wallet."
  },
  {
    "id": 53,
    "name": "Metaverse",
    "define": "A virtual world where, one day, we will all interact, create, work, and live our lives."
  },
  {
    "id": 54,
    "name": "Merkel Tree",
    "define": "Also known as a Hash Tree, is a data structure where every child node contains a hashing label of the node that exists above it in the tree."
  },
  {
    "id": 55,
    "name": "MD5",
    "define": "A hashing function developed in 1992 due to known vulnerabilities predominately used for checksums and data validity."
  },
  {
    "id": 56,
    "name": "Market Capitalization",
    "define": "A measurement of the market valuation for outstanding tokens."
  },
  {
    "id": 57,
    "name": "Mainchain",
    "define": "Referring to processes or transactions that occur on the most currently released version of a particular blockchain."
  },
  {
    "id": 58,
    "name": "Lightning Network",
    "define": "A blockchain scalability model that greatly expands throughput, speed, cost effectiveness and compatibility."
  },
  {
    "id": 59,
    "name": "Lambo",
    "define": "A meme referring to the luxury vehicle investors will buy with their new found crypto wealth."
  },
  {
    "id": 60,
    "name": "KYC",
    "define": "Know Your Customer."
  },
  {
    "id": 61,
    "name": "Keccak",
    "define": "A family of cryptographic hashing functions which utilize sponge construction in order to provide wider random permutation, leading to greater flexibility in its use cases."
  },
  {
    "id": 62,
    "name": "IoT",
    "define": "Internet of Things."
  },
  {
    "id": 63,
    "name": "Initial coin offering",
    "define": "Similar to Crowdsale, provides blockchain with a one-time event allowing investors to buy tokens at a discounted rate and provide the chain with start-up capital, similar to an IPO in the stock market."
  },
  {
    "id": 64,
    "name": "Index fund",
    "define": "A passively managed fund, where investors are buying into a portfolio that a particular segment of the market, called an index Examples include the S&P 500 & Vanguard 500."
  },
  {
    "id": 65,
    "name": "HODL",
    "define": "A meme in the crypto community that is a purposeful misspelling of the word “hold.” Another interpretation for HODL is an acronym meaning, “hold on for dear life.”"
  },
  {
    "id": 66,
    "name": "HD Wallets",
    "define": "Hierarchical Deterministic Wallet."
  },
  {
    "id": 67,
    "name": "Hashing",
    "define": "The process of transforming data using a mathematical function into a value or key that is reprehensive of the original data set."
  },
  {
    "id": 68,
    "name": "Hard Wallet",
    "define": "A wallet built upon a secure hardware platform that implement processes and platform specific software to provide greater security for their users."
  },
  {
    "id": 69,
    "name": "Hard Fork",
    "define": "A software of protocol change that renders previous versions incompatible."
  },
  {
    "id": 70,
    "name": "Halving",
    "define": "Refers to the process where the payout for reward mechanism for blockchain miners is halved when particular conditions are met."
  },
  {
    "id": 71,
    "name": "Gwei",
    "define": "The denomination in which gas prices are paid for on the Ethereum blockchain."
  },
  {
    "id": 72,
    "name": "GPU",
    "define": "Graphics Processing Unit."
  },
  {
    "id": 73,
    "name": "Golden Cross",
    "define": "A golden cross occurs when a short-term moving average crosses above a long-term moving average signaling a potential bullish breakout."
  },
  {
    "id": 74,
    "name": "GM",
    "define": "An abbreviation for good morning, which in crypto is a friendly and quick way of wishing your followers or community a joyous day."
  },
  {
    "id": 75,
    "name": "Genesis Block",
    "define": "The first block of a blockchain, almost always hardcoded into the software clients — the only block in the chain that has no reference to a previous block."
  },
  {
    "id": 76,
    "name": "Gas Price",
    "define": "The maximum a user is willing to reward a miner in order to have their transaction processed, higher prices ensure faster transaction times."
  },
  {
    "id": 77,
    "name": "Gas",
    "define": "A measurement given to functions on the Ethereum blockchain to denote how computationally expensive they will be, this is offered to the miners who complete the process as a reward."
  },
  {
    "id": 78,
    "name": "Futures Contract",
    "define": "An agreement that can be traded on exchanges that stipulates a buy or sell price of an asset at a specific price and time."
  },
  {
    "id": 79,
    "name": "FUDster",
    "define": "Someone who uses an elevated media platform or social network to perpetuate Fear Uncertainty and Doubt through the investing community in order to effect prices."
  },
  {
    "id": 80,
    "name": "FUD",
    "define": "Fear, Uncertainty and Doubt that affects markets, usually in a negative fashion."
  },
  {
    "id": 81,
    "name": "FOMO",
    "define": "Fear of Missing Out."
  },
  {
    "id": 82,
    "name": "Flippening",
    "define": "A scenario in where Ethereum overtakes Bitcoin as the dominant cryptocurrency."
  },
  {
    "id": 83,
    "name": "Fiat",
    "define": "Currency that has no direct material backing, usually in reference to debt based markets such as USD."
  },
  {
    "id": 84,
    "name": "Faucet",
    "define": "A site or application that will reward it’s users with a cryptocurrency for completing specified tasks and assignments."
  },
  {
    "id": 85,
    "name": "EVM",
    "define": "Ethereum Virtual Machine."
  },
  {
    "id": 86,
    "name": "Ethereum",
    "define": "An open source blockchain that acts as a distributed computing platform and operating system, allowing decentralized applications and smart contracts be executed."
  },
  {
    "id": 87,
    "name": "Escrow",
    "define": "A service that provides transaction security by acting as an impartial trusted third party, holding onto an asset until the terms of a contract have been fulfilled."
  },
  {
    "id": 88,
    "name": "ERC20",
    "define": "A protocol that outlines the specific functions and events that allow blockchains to interact with other via the Ethereum Blockchain."
  },
  {
    "id": 89,
    "name": "ENS",
    "define": "Similar to a DNS within internet infrastructure, it allows user to obtain a “custom domain” .eth address, instead of using regular hexadecimal hash."
  },
  {
    "id": 90,
    "name": "ELI5",
    "define": "Explain it Like I’m 5."
  },
  {
    "id": 91,
    "name": "Distributed Ledger",
    "define": "A digital record of transactions that is maintained by a group of clients where changes and additions are verified across all parties to ensure no tampering has taken place."
  },
  {
    "id": 92,
    "name": "Digital Signature",
    "define": "A unique digital identifier that allows for a user to distinctly recognise and validate a file or transaction, usually through the use of a cryptographic hash similar to a public key."
  },
  {
    "id": 93,
    "name": "DEX",
    "define": "Decentralized Exchange."
  },
  {
    "id": 94,
    "name": "Delegated Proof of Stake",
    "define": "Takes the fundamentals of proof of stake and adds a democratic element whereby the community elect Witness’ to secure the network and vote power is determined by the size of their staked assets."
  },
  {
    "id": 95,
    "name": "DeFi",
    "define": "Short for decentralized finance."
  },
  {
    "id": 96,
    "name": "Death Cross",
    "define": "A death cross appears on a chart when an asset’s short-term moving average crosses below the long-term moving average indicating the potential for a major selloff."
  },
  {
    "id": 97,
    "name": "DDoS",
    "define": "Distributed Denial of Service."
  },
  {
    "id": 98,
    "name": "dApp",
    "define": "Stands for Decentralised Application."
  },
  {
    "id": 99,
    "name": "DAO",
    "define": "Decentralised Autonomous Organization."
  },
  {
    "id": 100,
    "name": "DAG",
    "define": "Directed Acyclical Graph."
  },
  {
    "id": 101,
    "name": "Crowdsale",
    "define": "The process where a blockchain offers investors newly minted tokens or coins, often at a discounted rate, in exchange for capital."
  },
  {
    "id": 102,
    "name": "CPU",
    "define": "Central computing unit."
  },
  {
    "id": 103,
    "name": "Consensus algorithm",
    "define": "Ensures that all users taking part in the minting process maintain the same version the chain, whilst preventing any single party from using their power to derail or negatively direct the chain."
  },
  {
    "id": 104,
    "name": "Cold Storage",
    "define": "A storage method that keeps the wallet off of the internet when it is not being actively used."
  },
  {
    "id": 105,
    "name": "Byzantine fault tolerance",
    "define": "A consensus mechanism that offers secure validation across a distributed set of data, stemming from information propagation theory labelled as the Byzantine Generals problem."
  },
  {
    "id": 106,
    "name": "Burned",
    "define": "A process where Cryptocurrencies remove stored tokens from the circulating supply."
  },
  {
    "id": 107,
    "name": "Bullish",
    "define": "A descriptive term borrowed from stock markets to describe a positive market outlook."
  },
  {
    "id": 108,
    "name": "Block Time",
    "define": "The average time it takes for the network to find a solution to the block hash."
  },
  {
    "id": 109,
    "name": "Block Reward",
    "define": "A mechanism that awards miners with newly minted bitcoin, acting as an incentive for users to add hashing power to the network."
  },
  {
    "id": 110,
    "name": "Block Height",
    "define": "The number of blocks in the chain between the current block being minted and the genesis block."
  },
  {
    "id": 111,
    "name": "Block Explorer",
    "define": "Similar to the File Explorer of a computer’s operating system."
  },
  {
    "id": 112,
    "name": "Block",
    "define": "Blocks are linearly arranged data structures that permanently record the transaction data on a blockchain."
  },
  {
    "id": 113,
    "name": "Black Swan Event",
    "define": "This term is used to refer to the most unexpected event that has the maximum possibility to occur in the market."
  },
  {
    "id": 114,
    "name": "Bid-Ask Spread",
    "define": "It is the difference between the highest bid price and the lowest ask price of an asset."
  },
  {
    "id": 115,
    "name": "Bid Price",
    "define": "The highest price a buyer is willing to pay for an asset."
  },
  {
    "id": 116,
    "name": "Beta",
    "define": "When used to indicate software status, it refers to an early test version of a program."
  },
  {
    "id": 117,
    "name": "BEP-95",
    "define": "A Binance Evolution Proposal that introduces a real-time burning mechanism to Binance Smart Chain."
  },
  {
    "id": 118,
    "name": "BEP-721",
    "define": "The technical standard to create non-fungible tokens (NFTs) on the Binance Smart Chain."
  },
  {
    "id": 119,
    "name": "BEP-20",
    "define": "It is a token standard to use when transferring crypto assets from other chains to the Binance Smart Chain."
  },
  {
    "id": 120,
    "name": "BEP-2",
    "define": "Short for “Binance Chain Evolution Proposal 2.” It defines a set of technical rules and specifications to create a new token on the Binance Chain."
  },
  {
    "id": 121,
    "name": "BEF",
    "define": "Short for “Binance Ecosystem Fund.” It is an initiative founded by Binance to establish collaborations within the blockchain and cryptocurrency ecosystem."
  },
  {
    "id": 122,
    "name": "Bearish",
    "define": "A descriptive term borrowed from stock markets to describe a negative market outlook."
  },
  {
    "id": 123,
    "name": "BCF",
    "define": "Short for “Binance Blockchain Charity Foundation.” BCF is the world’s first decentralized charity platform."
  },
  {
    "id": 124,
    "name": "Bag Holder",
    "define": "Someone who has bought at a recent high and is left holding onto their asset, waiting to sell at the next point it breaks even."
  },
  {
    "id": 125,
    "name": "Attack Surface",
    "define": "The entry points for unauthorized access into a system."
  },
  {
    "id": 126,
    "name": "Atomic Swaps",
    "define": "A medium to perform direct, peer to peer cross chain exchanges from one blockchain to another, without an intermediate trusted third party or escrow service."
  },
  {
    "id": 127,
    "name": "ATH",
    "define": "The All Time High price of a cryptocurrency."
  },
  {
    "id": 128,
    "name": "Ask Price",
    "define": "The lowest price sellers determine as willing to accept."
  },
  {
    "id": 129,
    "name": "ASIC",
    "define": "Application Specific integrated circuits."
  },
  {
    "id": 130,
    "name": "Ascending triangle",
    "define": "An ascending triangle is generally considered to be a continuation pattern, meaning that the pattern is significant if it occurs within an uptrend or downtrend."
  },
  {
    "id": 131,
    "name": "Arbitrage",
    "define": "Taking advantage of variable prices across multiple exchanges in order to sell assets at a profit, despite little to no market movement."
  },
  {
    "id": 132,
    "name": "APU",
    "define": "Accelerated Processing Unit."
  },
  {
    "id": 133,
    "name": "API",
    "define": "Short for “Application Programming Interface.” It is a piece of code that enables interaction between software to enable various tasks like obtaining real market data or execute trades"
  },
  {
    "id": 134,
    "name": "Angel Investor",
    "define": "Private investors who provide financial support to new startups in return for equity rights."
  },
  {
    "id": 135,
    "name": "AML",
    "define": "Short for “Anti Money Laundering.” A set of regulations determined by a nation to combat money laundering."
  },
  {
    "id": 136,
    "name": "Altcoin",
    "define": "Short for “Alternative Coin”, refers to all coins except Bitcoin."
  }
]
